Revit 2024 API
UnitTypeId.FeetToTheSixthPower Property
 Feet to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetToTheSixthPower { get; }
Visual Basic
Public Shared ReadOnly Property FeetToTheSixthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetToTheSixthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace